Repository: JuanColilla/Places
Catalog: Places/View/*.lproj/Localizable.strings
Languages: es

# Category1
source: Emblematic building
es: Edificio emblemático

# Category2
source: Point of interest
es: Punto de interés

# Category3
source: Natural landscape
es: Paisaje natural

# Category4
source: Restaurant
es: Restauración

# Category5
source: Route
es: Ruta

# Category6
source: Memory
es: Recuerdo

# Category7
source: Other
es: Otro

# NotificationTitle
source: Nearby
es: Próximo a ti

# NotificationContent1
source: %@ it's close to you, would you like to get by and admire the views?
es: %@ está cerca, ¿qué te parece pasarte a admirar un poco las vistas?

# NotificationContent2
source: Remember that %@ it's close to you, maybe you would like to get by.
es: Recuerda que %@ está cerca, quizás te interesa pasarte un rato.

# NotificationContent3
source: You're close to %@, it may be an opportinuty to go, disconnect and breathe deep.
es: Estás cerca de %@, puede ser buen momento para desconectar y respirar hondo.

# NotificationContent4
source: You're close to %@, today may be the day.
es: Estás cerca de %@, quizás hoy podría ser el día.

# NotificationContent5
source: You're good to go, would you like to take the saved %@?
es: Vas por buen camino, ¿qué te parece si tomas la ruta %@ que tienes guardada?

# NotificationContent6
source: At %@ you save a special memory, would you like to relive it?
es: En %@ guardas un recuerdo especial para ti, ¿te apetecería revivirlo?

# NotificationContent7
source: You've saved %@ in the past, would you like to get by?
es: Guardaste %@en su día, ¿te aptece acercarte?

# NoNameString
source: Without name
es: Sin nombre

# NoDescriptionString
source: Without description
es: Sin descripción

# NoCategoryString
source: Without category
es: Sin Categoría

# PlacePlaceholderText
source: Place's name
es: Nombre del lugar

# MapRoutingAlertTitle
source: Open in Maps
es: Abrir en mapas

# MapRoutingAlertText
source: A route to the Place will be traced.
es: Si decide continuar se trazará una ruta hacia la ubicación del lugar guardado.

# MapRoutingNoLocationAlertContent
source: There is no location to trace a route.
es: No existe ubicación a la que poder trazar indicaciones.

# AlertOKButton
source: Understood
es: Entendido

# AlertKOButton
source: Cancel
es: Cancelar

# PhotoSourceAlertTitle
source: Photography
es: Fotografía

# PhotoSourceAlertMessage
source: Choose a source:
es: Escoge una fuente:

# PhotoSourceAlertCameraOption
source: Camera
es: Cámara

# PhotoSourceAlertLibraryOption
source: Photo Library
es: Fototeca

# CameraNotAvailableAlertTitle
source: Camera not available
es: Cámara no accesible

# CameraNotAvailableAlertSubtitle
source: The camera is not available, choose an other source.
es: La cámara del dispositivo no está disponible, deberás usar otra fuente.

# GPSNoDataAlertTitle
source: No GPS data
es: Sin datos GPS

# GPSNoDataAlertMessage
source: The choosen photo does not have GPS data, you must set it manually.
es: La fotografía seleccionada no dispone de datos GPS, deberás marcar la ubicación manualmente.

# Setting1
source: Delete all the data.
es: Borrar todos los datos.

# Setting2
source: Buy me a coffee.
es: Donar al desarrollador.

# DeleteAlertTitle
source: Deletion
es: Borrado

# DeleteAlertMessage
source: You're going to delete ALL the data.
es: Estás a punto de borrar todos los datos guardados.

# DeleteAlertOKButton
source: Delete
es: Borrar
